[GENERAL]
NAME				= Română
TRANSLATOR			= Matrix
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplicaţie expirată.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neînregistrată
TEXT_SAFEMODE			= Modul sigur
TEXT_SAFEMODE_MESSAGE		= Bandicam rulează în Modul sigur. \nUnele caracteristici, inclusiv codarea accelerată hardware, pot să nu funcționeze în Modul sigur.
TEXT_INIT_FAIL			= Iniţializarea aplicaţiei eşuată.
TEXT_APPINFO			= Bandicam - Captură video de înaltă performanţă.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam este neînregistrat.


; error
TEXT_ERROR_DISKSPACE		= Insuficient spaţiu pe disc  pentru înregistrare.
TEXT_ERROR_VIDEO_CAP		= Pornirea capturii video eşuată.
TEXT_ERROR_AUDIO_CAP		= Pornirea capturii audio eşuată.\nPentru ajutor, click OK.
TEXT_ERROR_IMAGE_CAP		= Captura imaginii a eşuat.\nVerificați dosarul de iesire.
TEXT_ERROR_CREATEFILE		= Crearea fişierului eşuată.\nPentru ajutor, click OK.
TEXT_ERROR_OUTPUTFOLDER		= Dosarul de ieşire nu există. Vă rog să schimbați dosarul de ieșire.
TEXT_ERROR_RENAME_FILE		= Nu s-a redenumit fișierul selectat.
TEXT_ERROR_CODEC_INIT		= Inițializarea codecului eşuată.
TEXT_ERROR_CODEC_INIT_RETRY	= Inițializarea codecului a eşuat.\nDoriți să încercați din nou cu codecul H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Înregistrarea s-a oprit, deoarece există o problemă la codecul video.
TEXT_ERROR_LOGO_IMAGE		= Fişier imagine nesuportat. \nVă rog să selectaţi un tip suportat(*.png).
TEXT_ERROR_INIT_DEVICE		= Iniţializarea dispozitivului de captură a eşuat.
TEXT_ERROR_NO_DEVICES		= Nu a fost detectat nici un dispozitiv de captură video.
TEXT_ERROR_EXISTING_PRESET_NAME	= Numele presetării introdus există deja. \nVă rugăm să introduceți un alt nume.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Această caracteristică nu mai este disponibilă din cauza politicii Facebook.
TEXT_CAN_NOT_CHANGE_TB		= Nu puteţi schimba această setare în versiunea gratuită Bandicam. \nVă rugăm să cumpăraţi Bandicam - https://bandicam.com/buy 
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Nu puteți adăuga mai mult de 10 articole.
TEXT_WARNING_AMD_APP		= Sistemul nu suportă 'H.264 (AMD VCE)', deci se va folosi codecul implicit.
TEXT_WARNING_AMD_APP2		= Sistemul dumneavoastră nu suportă 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Dacă modificați setările aparatului video, înregistrarea se va opri. Sigur doriți să continuați?
TEXT_WARNING_EXIT_BANDICAM	= Dacă opriţi Bandicam, înregistrarea se va opri.\n Sigur doriţi să opriţi Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  După oprirea acestei aplicații, înregistrarea programată nu mai poate porni. \nSigur doriți să închideți Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Sigur doriți să ștergeți suprapunerea selectată?
TEXT_WARNING_UNREGISTER		= Sigur doriți să anulați înregistrarea Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Licența Bandicam expiră după %d zile. Faceți clic pe butonul „OK” pentru instrucțiuni de reînnoire a licenței.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Licența Bandicam a expirat. Faceți clic pe butonul „OK” pentru instrucțiuni de reînnoire a licenței.

; video setting page name
TEXT_VID_PAGE_SOUND		= Sunet
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Opţiuni

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= General
TEXT_OPT_PAGE_OUTPUT		= Ieșire
TEXT_OPT_PAGE_HOOKING		= Captare
TEXT_OPT_PAGE_LANGUAGE		= Limbă
TEXT_OPT_PAGE_OTHERS		= Altele

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Selectaţi un dosar pentru stocare.

TEXT_FMT_FULL_SIZE		= Dimens. întreagă
TEXT_FMT_HALF_SIZE		= Dimens. jumătate
TEXT_FMT_FIT_WIDTH		= Potrivire lăţime
TEXT_FMT_FIT_HEIGHT		= Potrivire înălţime
TEXT_FMT_CUSTOM_SIZE		= Personalizat
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Format audio original
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Fără pierderi

; preset
TEXT_PRESET_DEFAULT		= Implicit
TEXT_PRESET_HALFSIZE		= Jumătate de dimensiune
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Setări rapide pentru 60 FPS
TEXT_PRESET_LOWEND		= PC cu putere redusă
TEXT_PRESET_NICO		= NICO
TEXT_PRESET_NICO_HQ		= NICO_HQ
TEXT_PRESET_NAVER_480P		= NAVER_480P
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone 
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle 
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Potrivire lăţime, 320x0
TEXT_PRESET_640x0		= Potrivire lăţime, 640x0
TEXT_PRESET_800x0		= Potrivire lăţime, 800x0
TEXT_PRESET_1280x0		= Potrivire lăţime, 1280x0
TEXT_PRESET_USER		= Presetări utilizator

TEXT_CHANGE_LANG		= Pentru schimbarea limbii, reporniţi Bandicam.\nVreţi să reporniţi acum?
TEXT_CHANGE_HOOK		= Pentru schimbarea ţintei de capturat, reporniţi Bandicam.\nVreţi să reporniţi acum?
TEXT_CHANGE_SIZE		= Pentru a modifica mărimea ferestrei Bandicam, trebuie să reporniţi Bandicam.\nReporniţi acum?
TEXT_RESET_ALL_SETTINGS		= Sigur doriţi revenirea la configuraţia iniţială?

TEXT_REGISTER_SUCCEEDED		= Bandicam a fost înregistrat acum.
TEXT_REGISTER_FAILED		= Înregistrare eşuată. \nVerifică adresa de e-mail şi seria.
TEXT_REGISTER_CONNECT_FAILED	= Nu mă pot conecta la serverul de înregistrare.\nVă rugăm să verificaţi conexiunea la internet şi să potriviţi ceasul calculatorului la data şi ora de astăzi.\nPentru ajutor, click OK.
TEXT_REGISTER_INFO		= Adresă email: %s\r\nSerie: %s
TEXT_REGISTER_INFO2		= Data expirării : %s (%d zile rămase)
TEXT_REGISTER_INFO2_EXPIRED	= Data expirării : %s (Expirat)
TEXT_REGISTER_LIMITED		= Înregistrare oprită.\n\nÎn versiunea gratuită puteţi înregistra numai 10 minute. \nVă rugăm să cumpăraţi Bandicam de pe bandicam.com
TEXT_REGISTER_LIMITED_SREC	= În versiunea gratuită puteţi înregistra numai 10 minute. \nVă rugăm să cumpăraţi Bandicam de pe bandicam.com
TEXT_REGISTER_NEWRECORD		= Nu puteţi porni o nouă înregistrare în versiunea gratuită Bandicam. \nVă rugăm să cumpăraţi Bandicam de pe bandicam.com 
TEXT_REGISTER_LICENCE_INFO	= Neînregistrat!!!\r\nPentru înregistrare fără inscripţionare, \r\ncumpăraţi de la noi o licenţă Bandicam de pe Bandicam.com

TEXT_PROGRAM_INVALID		= Aplicaţie nevalidă. \nTrebuie să reinstalaţi aplicaţia.

TEXT_SELECT_NOT_SELECTED	= Selectați un mod de înregistrare
TEXT_SELECT_TARGET		= Daţi un clic pe fereastra ţintă
TEXT_SELECT_DEVICE		= Vă rugăm să selectați un dispozitiv de captură video
TEXT_TARGET_DIRECTX		= Mod înregistrare joc - Înregistrare jocuri şi Video playere folosind DirectX.
TEXT_TARGET_SCREEN		= Mod înregistrare ecran - Înregistrare ecran Desktop şi video Web.
TEXT_TARGET_DEVICE		= Mod înregistrare dispozitiv - Înregistrare Webcam şi dispozitiv de captură HDMI.
TEXT_TARGET_CHANGING		= Dacă schimbaţi modul de înregistrare, înregistrarea se va opri.\nSigur doriţi să continuaţi?
TEXT_TARGET_CLOSE		= Dacă închideți modul de înregistrare curent, înregistrarea se va opri. \nSigur doriți să continuați?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nu se poate porni înregistrarea în 'Modul înregistrare joc' întrucât fereastra ţintă nu e selectată.\n\nDoriţi trecerea la modul 'Dreptunghi pe ecran' pentru a începe înregistrarea?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Nu puteți începe înregistrarea în "modul Înregistrare dispozitiv", deoarece dispozitivul de captură nu este selectat.\n\nDoriți să schimbați modul de înregistrare la "modul înregistrare ecran" pentru a începe înregistrarea?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Nu puteți începe înregistrarea deoarece nu este selectat modul de înregistrare. \n\nDoriți să selectați "Modul înregistrare ecran" pentru a începe înregistrarea?

TEXT_STATUSBAR_READY		= Pregătit
TEXT_STATUSBAR_RECORDING	= Înregistrare
TEXT_STATUSBAR_PAUSE		= Pauză

TEXT_UPDATE_AVAILABLE		= Este disponibilă o nouă versiune Bandicam. \nVreţi să o descărcaţi acum?
TEXT_UPDATE_UNAVAILABLE		= Aceasta e ultima versiune.
TEXT_UPDATE_FAILED		= Verificarea versiunii eşuată. \nLegătura de internet inexistentă sau server defect.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Imposibil de încărcat. Dacă tocmai v-ați înscris, vă rugăm să verificați adresa dvs. de e-mail.

TEXT_TARGET_FULL		= Ecranul întreg
TEXT_TARGET_RESTORE		= Restabilire
TEXT_TARGET_FIND		= Selectați o zonă de înregistrare
TEXT_TARGET_RESIZE		= Meniu selectare dimensiune
TEXT_TARGET_IMAGE		= Capturare imagine
TEXT_TARGET_PEN			= Mod desen
TEXT_TARGET_RECORD_START	= Înregistrare Video - start
TEXT_TARGET_RECORD_PAUSE	= Înregistrare Video - pauză
TEXT_TARGET_RECORD_STOP		= Înregistrare Video - stop
TEXT_TARGET_MENU		= Meniu
TEXT_TARGET_DISPLAY		= Ecran %d

TEXT_DEVICE_FULL		= Ecran întreg
TEXT_DEVICE_RESTORE		= Revenire
TEXT_DEVICE_SELECT_DEVICE	= Selectaţi dispozitivul
TEXT_DEVICE_VOLUME		= Control volum
TEXT_DEVICE_IMAGE		= Captură imagine
TEXT_DEVICE_RECORD_START	= Înregistrare video - start
TEXT_DEVICE_RECORD_PAUSE	= Înregistrare video - pauză
TEXT_DEVICE_RECORD_STOP		= Înregistrare video - stop
TEXT_DEVICE_MENU		= Meniu

TEXT_RC_HOWTO_NOCOMPLETE	= Înregistrare fără oprire
TEXT_RC_HOWTO_BYTIME		= După un timp
TEXT_RC_HOWTO_BYSIZE		= După dimensiune
TEXT_RC_HOWTO_BYSILENCE		= După durata tăcerii
TEXT_RC_AFTER_NEWRECORD		= Înregistrare nouă
TEXT_RC_AFTER_EXIT		= Ieşire Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Opreşte calculatorul

TEXT_SHUTDOWN_SEC		= Opreşte calculatorul în %d sec.

TEXT_SEL_IMAGE_FILE		= Selectaţi un fişier imagine

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Dezactivează --
TEXT_SND_SELECT_2_DISABLE	= -- Dezactivează (Recomandat) --

TEXT_CORRUPTED_AVI_FILE		= Ultima înregistrare e coruptă.\nVreţi să o remediaţi?\n\nFişier: %s
TEXT_SELECTED_CORRUPTED_FILE	= Fișierul selectat este corupt.\nVreți să îl reparați?\n\nFișier: %s
TEXT_TRAY_BALLOON_TIP		= Clic pe iconiţă pentru a restabili Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Pentru afişarea fereastrei înregistrare ecran, clic pe iconiţa tray.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Clic pe iconiţa tray pentru a afișa fereastra de înregistrare dispozitiv.
TEXT_FORCE_STOP			= Oprirea înregistrării eşuată - Fereastra ţintă nu răspunde. \nDoriţi oprirea obligatorie?
TEXT_EXTERNAL_CODEC		= - Codec extern -
TEXT_CUDA_GPU_AUTOSELECT	= (Selectare automată)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Starea înregistrării
TEXT_INDICATOR_TIME		= Timp de înregistrare
TEXT_INDICATOR_SIZE		= Dimensiunea fişierului / spaţiu liber pe disc
TEXT_INDICATOR_VOLUME		= Nivelul curent al volumului

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normală] Prioritate normală
TEXT_REC_PRIORITY_HIGH		= [Înaltă] Mai mare decât prioritatea normală
TEXT_REC_PRIORITY_HIGHEST	= [Maximă] Alte procese pot fi încetinite

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nu e instalat. Descărcaţi Bandicut?
TEXT_OUTPUTS_DELETE		= Sigur doriţi ştergerea permanentă a fişierelor selectate?
TEXT_OUTPUTS_SELCOUNT		= %d obiecte selectate

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Numele aplicației
TEXT_FILE_NAME_PREFIX_CUSTOM	= Nume particularizat
TEXT_FILE_NAME_PREFIX_NONE	= Fără prefix
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Ora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Număr de ordine

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Introduceţi o valoare între 1 şi 1440 minute.
TEXT_TIMER_REC_STOP_RECORDING	= Înregistrare în desfășurare. \nSigur doriți să opriți înregistrarea și să continuaţi?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Înregistrarea temporizată nu este disponibilă deoarece modul de înregistrare nu este setat. Selectați mai întâi modul de înregistrare.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Introduceți un titlu pentru video pentru a încărca.
TEXT_UPLOAD_VID_NO_PASSWORD	= Introduceți o parolă.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Conectare - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Conectarea cu YouTube din browser ...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Anulează
TEXT_UPLOAD_VIMEO_LOGIN		= Conectare - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Încărcat
TEXT_UPLOAD_ERR_FAIL		= Încarcarea video a eșuat.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Acest fișier este prea mare pentru încărcat.
TEXT_UPLOAD_ERR_FREESPACE	= Nu există suficient spațiu liber pe Vimeo pentru a încărca.
TEXT_UPLOAD_ERR_CONNECT		= Conectarea la server a eșuat.
TEXT_UPLOAD_ERR_AUTH_VIMEO	= Încărcarea videoclipului a eșuat. Utilizatorii Vimeo Basic nu pot folosi această funcție.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam a depășit cota de încărcare zilnică atribuită de YouTube.\nCota va fi resetată la miezul nopții ora Pacificului (PT).\nÎncărcați videoclipul direct de pe YouTube sau încercați din nou după miezul nopții ora Pacificului.\n\nDoriți să vizitați YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Nu s-a obținut confirmarea accesului.

; deinterlacing
TEXT_DEINT_NONE			= Fără
TEXT_DEINT_ODD			= Câmpuri impare
TEXT_DEINT_EVEN			= Câmpuri pare
TEXT_DEINT_BLEND		= Amestecat

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Înregistrează numai în timpul apasării
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Fără sunet numai în timpul apăsării

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Instalarea este în desfășurare ...
TEXT_UPDATE_FAILED_DL		= Descărcarea fișierelor de instalare a eșuat.\nPoate ca acest sistem nu e conectat la Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Instalarea a fost finalizată.
TEXT_UPDATE_INSTALL_FAILED	= Instalarea a eșuat.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= Nici una
TEXT_WEBCAM_FLIP_HORIZONTAL	= Orizontală
TEXT_WEBCAM_FLIP_VERTICAL	= Verticală

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nume
TEXT_SREC_HEADER_STATUS		= Stare
TEXT_SREC_HEADER_START_TIME	= Ora de începere
TEXT_SREC_HEADER_END_TIME	= Ora de sfârșit
TEXT_SREC_HEADER_DURATION	= Durată
TEXT_SREC_HEADER_TARGET		= Țintă
TEXT_SREC_HEADER_AFTER_REC	= După înregistrare
TEXT_SREC_DEFAULT_NAME		= Programare
TEXT_SREC_DELETE_SCHEDULES	= Sigur doriți să ștergeți permanent programările selectate?
TEXT_SREC_STATUS_WAITING	= În aşteptare
TEXT_SREC_STATUS_RECORDING	= Se înregistrează
TEXT_SREC_STATUS_PASSED		= A trecut
TEXT_SREC_STATUS_INACTIVE	= Inactiv
TEXT_SREC_TARGET_NOT_CHANGE	= (Nu modificați)
TEXT_SREC_TARGET_FULL_SCREEN	= Ecran complet
TEXT_SREC_TARGET_CUSTOM_AREA	= Dreptunghi pe ecran
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Utilizați ultima țintă de înregistrare.
TEXT_SREC_DISPLAY		= Afișare %d
TEXT_SREC_DO_NOTHING		= (Nu faceți nimic)
TEXT_SREC_EXIT_BANDICAM		= Opriți Bandicam
TEXT_SREC_SHUTDOWN_PC		= Opriți calculatorul
TEXT_SREC_ERR_TIME		= Durata trebuie să fie între 00:00:01 și 23:59:59.
TEXT_SREC_ERR_DAY		= Cel puțin o zi trebuie selectată.
TEXT_SREC_ERR_OVERLAPPED	= Timpul de înregistrare se suprapune cu "%s"
TEXT_SREC_SAME_DAY		= Aceeași zi
TEXT_SREC_DAY_AFTER		= Ziua de după
TEXT_SREC_EVERYDAY		= În fiecare zi
TEXT_SREC_SUN			= Duminică
TEXT_SREC_MON			= Luni
TEXT_SREC_TUE			= Marți
TEXT_SREC_WED			= Miercuri
TEXT_SREC_THU			= Joi
TEXT_SREC_FRI			= Vineri
TEXT_SREC_SAT			= Sâmbătă
TEXT_SREC_START_INFO		= Începeți înregistrarea în %s.
TEXT_SREC_STOP_INFO		= Opriți înregistrarea în %s.
TEXT_SREC_DAY			= %Dzi
TEXT_SREC_DAYS			= %Dzile
TEXT_SREC_WAITING_0		= Nu există înregistrări programate.
TEXT_SREC_WAITING_1		= Există 1 înregistrare programată.
TEXT_SREC_WAITING_N		= Există %d înregistrări programate.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Încă se procesează. Sigur doriți să ieșiți?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Fișierul de intrare nu are un format suportat.
TEXT_BDFIX_NOT_CORRUPTED	= Fișierul de intrare nu este corupt.\nDoriți să continuați?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Fișierul de intrare nu este corupt sau nu poate fi verificat pentru corupție.
TEXT_BDFIX_ALREADY_EXISTS	= Fișierul de ieșire există deja. Doriți să îl suprascrieți?
TEXT_BDFIX_SAME_PATH		= Calea fișierului de ieșire este aceeași cu calea fișierului de intrare.
TEXT_BDFIX_DISK_SPACE		= Nu este suficient spațiu pe disc pentru a crea fișierul de ieșire.
TEXT_BDFIX_PROCESS_COMPLETE	= Procesul e finalizat!
TEXT_BDFIX_STATUS_PROCESSING	= În desfășurare
TEXT_BDFIX_STATUS_COMPLETE	= Terminat
TEXT_BDFIX_STATUS_FAILED	= Eșuat
TEXT_BDFIX_STATUS_READY		= Pregătit
TEXT_BDFIX_FAILED_TO_OPEN	= Fișierul de intrare nu poate fi deschis.
TEXT_BDFIX_FAILED_TO_PROCESS	= Procesul de recuperare a eșuat.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= Fișiere AVI
TEXT_OP_FILTER_MP4		= Fișiere MP4
TEXT_OP_FILTER_PNG		= Fișiere PNG
TEXT_OP_FILTER_ALL		= Toate fișierele
TEXT_OP_FILTER_MEDIA		= Fișiere media

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Dispozitiv de sunet implicit)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Dispozitiv de ieșire implicit)
TEXT_DEFAULT_INPUT_DEVICE	= (Dispozitiv de intrare implicit)
TEXT_DEFAULT_DEVICE_FORMAT	= (Autodetectare Format)
TEXT_HOTKEY_NONE		= (Nici una)
TEXT_ADD_YOUR_TEXT_HERE		= Adăugați textul aici

; oauth complete html
TXT_LANG_CODE           	= "ro"
TXT_TITLE               	= "Conectarea cu YouTube este completă!"
TXT_MESSAGE_COMPLETE1   	= "Conectarea cu YouTube este completă!"
TXT_MESSAGE_COMPLETE2   	= "Puteți închide această pagină."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/ro/' class='bandicam'><div>Mergi la bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/ro/' class='bandicut'><div>Mergi la bandicut.com</div></a>"

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Acasă
$BN_PAGE_GENERAL		= General
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Imagine
$BN_PAGE_ABOUT			= Despre
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opţiuni
$ST_GEN_OUTPUT_FOLDER		= Dosar înregistrări
$BN_GEN_OPEN_OUTPUT_FOLDER	= Deschide
$BN_GEN_ADV_OPTIONS		= Avansat
$CK_GEN_ALWAYS_ON_TOP		= Fereastra Bandicam deasupra
$CK_GEN_START_MINIMIZED		= Porniţi Bandicam minimizat la tray
$CK_GEN_RUN_WHEN_START		= Porniţi Bandicam odată cu Windows
$CK_GEN_RECORD_WHEN_RUN		= Porniţi înregistrarea full-screen la pornirea Bandicam
$CK_GEN_TIMER_RECORDING		= Setați temporizatorul pentru înregistrare automată
$ST_GEN_LANGUAGE		= Limbă
$ST_GEN_REC_AUTO_START		= Înregistrare automată
$ST_GEN_REC_SCHEDULED		= Înregistrare programată
$BN_GEN_REC_SCHEDULED		= Setări
$ST_GEN_REC_AUTO_COMPLETE	= Oprire automată
$BN_GEN_REC_AUTO_COMPLETE	= Setare
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Afişare FPS
$CK_FPS_OVERLAY_HOTKEY		= Tasta rapidă - Arată/Ascunde FPS
$CK_FPS_OVERLAY_POS_HOTKEY	= Tasta rapidă - Poziția FPS
$CK_FPS_OVERLAY			= Afisează FPS
$ST_FPS_LIMIT			= Limitare
$CK_FPS_LIMIT_HOTKEY		= Activare/Dezactivare limitare FPS
$CK_FPS_LIMIT			= Fixaţi limita FPS
$CK_FPS_LIMIT_ONLY_CAP		= În timpul capturii
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Înregistrare
$CK_VID_RECORD_HOTKEY		= Scurtatură Înregistrare/Stop
$CK_VID_PAUSE_HOTKEY		= Scurtătură Pauză
$CK_VID_SHOW_CURSOR		= Arată cursorul mouse-ului
$CK_VID_CLICK_EFFECTS		= Adăugați efecte mouse click
$CK_VID_WEBCAM_OVERLAY		= Adaugă webcam overlay
$BN_VID_RECORD_SETTINGS		= Setări
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Setări
$BN_VID_FORMAT_PRESETS		= Presetări
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Captură
$CK_IMG_CAPTURE_HOTKEY		= Scurtătură captură
$CK_IMG_CAPTURE_REPEAT		= Repetă captura (interval in secunde)
$ST_IMG_CAPTURE_REPEAT		= secunde
$CK_IMG_SHOW_CURSOR		= Arată cursorul mouse-ului
$CK_IMAGE_ADD_LOGO		= Adăugați o suprapunere logo
$CK_IMG_SHUTTER_SOUND_EFFECT	= Sunet declanşator
$BTN_IMAGE_SETTINGS		= Setări
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Calitate înaltă
$CK_IMAGE_JPG_CUSTOM		= JPG - Calitate personalizată (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Cum salvăm ca gif animat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Să începem
$ST_OUT_TAB_VIDEO		= Filmări
$ST_OUT_TAB_IMAGE		= Imagini
$BN_OUT_PLAY_VIDEO		= Rulează
$BN_OUT_OPEN_IMAGE		= Deschide
$BN_OUT_EDIT			= Editează
$BN_OUT_UPLOAD			= Încarcă
$BN_OUT_DELETE			= Şterge
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versiune Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2021 Bandicam.com
$BN_ABO_NEW_VERSION		= O nouă versiune e disponibilă.
$BN_ABO_CHECK_UPDATE		= Verificare actualizare
$ST_ABO_LICENCE_INFO		= Informaţii Licenţă
$BN_ABO_REGISTER		= Înregistrare
$BN_ABO_REGISTER_HELP		= Cum înregistrăm şi cumpărăm
$BN_ABO_UPDATE_REGISTRATION	= Actualizați înregistrarea
$BN_ABO_RENEW_LICENSE		= Reînnoiește licențea
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Pagina de start
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Selectați dispozitivul!
$ST_DEVICE_CONNECTING		= Conectare...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> este un program foarte util pentru utilizatorii Bandicam. Puteți să tăiați și să alăturați rapid videoclipurile înregistrate cu Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Aflați mai multe
$ST_UPDATE_STEP2_TEXT		= Descărcare în curs ...
$BTN_UPDATE_INSTALL		= Instalați acum
$BTN_UPDATE_LATER		= Nu, mulțumesc!
$BTN_UPDATE_CANCEL		= Anulează
$BTN_UPDATE_CLOSE		= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Selectați modul de înregistrare pe care doriți să îl utilizați.
$ST_START_SEL_RECT		= Zonă dreptunghiulară
$ST_START_SEL_FULL		= Tot ecranul
$ST_START_SEL_MOUSE		= În jurul mouse-ului
$ST_START_SEL_GAME		= Înregistrare jocuri
$ST_START_SEL_DEVICE		= Înregistrare dispozitiv
$ST_START_SEL_HELP		= Ajutor online

$ST_START_RECT_TITLE		= Înregistrare ecran - Dreptunghi pe ecran
$ST_START_RECT_DESC		= Acest mod vă permite să înregistrați o zonă parțială în fereastra dreptunghiulară.
$ST_START_RECT_STEP		= 1. Selectați o dimensiune și o zonă care să fie capturată. [br]2. Faceți clic pe butonul "REC" sau apăsați tasta rapidă de înregistrare.

$ST_START_FULL_TITLE		= Înregistrare ecran - Ecran complet
$ST_START_FULL_DESC		= Acest mod vă permite să înregistrați tot ecranul.
$ST_START_FULL_STEP		= 1. Alegeți un monitor pentru a fi capturat. [br]2. Faceți clic pe butonul "REC" sau apăsați tasta rapidă de înregistrare.

$ST_START_MOUSE_TITLE		= Înregistrare ecran - În jurul mouse-ului
$ST_START_MOUSE_DESC		= Acest mod vă permite să înregistrați în jurul cursorului mouse-ului care este mutat de către utilizator pe ecranul desktopului.
$ST_START_MOUSE_STEP		= 1. Alegeți o anumită dimensiune pentru a fi capturată. [br]2. Faceți clic pe butonul "REC" sau apăsați tasta rapidă de înregistrare.

$ST_START_GAME_TITLE		= Mod înregistrare jocuri 
$ST_START_GAME_DESC		= Acest mod vă permite să înregistrați jocul în timp ce se afișează FPS.
$ST_START_GAME_STEP		= 1. Începeți un joc și verificați numărul (FPS) de culoare verde. [br]2. Faceți clic pe butonul "REC" sau apăsați tasta rapidă de înregistrare.

$ST_START_DEVICE_TITLE		= Mod înregistrare dispozitiv
$ST_START_DEVICE_DESC		= Acest mod vă permite să înregistrați dispozitive video externe, cum ar fi o cameră Web, Xbox, Smartphone, IPTV etc.
$ST_START_DEVICE_STEP		= 1. Selectați o cameră web sau un dispozitiv de captare. [br]2. Faceți clic pe butonul "REC" sau apăsați tasta rapidă de înregistrare.

$BN_START_HELP			= Vedeți ajutorul online
$BN_START_RECORD		= Începe înregistrarea
$BN_START_RECORD_STOP		= Oprește înregistrarea
$ST_START_HOTKEY_RECORD		= Înregistrare/Stop
$ST_START_HOTKEY_SCREENSHOT	= Captură de imagini
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Rulează
$BN_BDFIX_OPEN_FOLDER		= Deschideți dosarul
$BN_BDFIX_CLOSE			= Închide
$ST_BDFIX_INPUT_FILE		= Fișier de intrare
$ST_BDFIX_INPUT_FILE2		= Deschideți un fișier avi/mp4 corupt.
$BN_BDFIX_INPUT_FILE		= Deschideți
$ST_BDFIX_OUTPUT_FILE		= Fișier de ieșire
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Selectați o zonă de înregistrare
$MENU_RECTANGLE			= Dreptunghi pe ecran
$MENU_FULLSCREEN		= Tot ecranul
$MENU_AROUND_MOUSE		= În jurul mouse-ului
$MENU_RECT_FIND_WINDOW		= Selectați o zonă de înregistrare
$MENU_RECT_CUSTOM		= Mărime personalizată
$MENU_RECT_RECENTLY_USED	= Dimensiunea utilizată recent
$MENU_FULL_DISPLAY_1		= Ecranul 1
$MENU_FULL_DISPLAY_2		= Ecranul 2
$MENU_FULL_DISPLAY_3		= Ecranul 3
$MENU_FULL_DISPLAY_4		= Ecranul 4
$MENU_FULL_DISPLAY_5		= Ecranul 5
$MENU_FULL_DISPLAY_6		= Ecranul 6
$MENU_FULL_DISPLAY_7		= Ecranul 7
$MENU_FULL_DISPLAY_8		= Ecranul 8
$MENU_FULL_SHOW_CONTRL		= Afișați întotdeauna bara de control
$MENU_FULL_HIDE_CONTRL		= Ascundeți întotdeauna bara de control
$MENU_MOUSE_CUSTOM		= Mărime personalizată
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Deschide dosarul de ieşire
$TOOLTIP_SCHEDULED_RECORDING	= Înregistrare programată
$TOOLTIP_SCREENSHOT		= Captează imaginea
$TOOLTIP_RECORD			= Înregistrează / Stop
$TOOLTIP_PAUSE			= Pauză
$TOOLTIP_UI_MODE		= Interfaţă simplă/extinsă
$TOOLTIP_REGISTER		= Înregistrează Bandicam
$TOOLTIP_ONLINE_HELP		= Ajutor Online

$TOOLTIP_TOOL_NONE		= Cursor (fără desen) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Stilou (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Evidenţiere (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Linie (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Săgeată (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Casetă (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Număr (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Radieră (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Selectaţi culoarea
$TOOLTIP_TOOL_LINE		= Grosimea liniei
$TOOLTIP_TOOL_UNDO		= Anulare (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Refacere (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Selectați modul de înregistrare
$TOOLTIP_HOME_RECT		= Modul înregistrare ecran - Dreptunghi
$TOOLTIP_HOME_FULL		= Modul înregistrare ecran - Ecran complet
$TOOLTIP_HOME_MOUSE		= Modul înregistrare ecran - În jurul mouse-ului
$TOOLTIP_HOME_GAME		= Modul înregistrare jocuri
$TOOLTIP_HOME_DEVICE		= Modul înregistrare dispozitiv

$TOOLTIP_ADD_MOUSE_EFFECT	= Adăugați efecte cursor mouse
$TOOLTIP_ADD_TEXT_OVERLAY	= Adăugați efecte de suprapunere text
$TOOLTIP_ADD_SPEAKER		= Adăugați difuzoare
$TOOLTIP_ADD_MICROPHONE		= Adăugați Microfon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Adăugați suprapunere Webcam

$TOOLTIP_REFRESH_LINFO		= Actualizați informațiile despre licență
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL			= Anulează
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Setări Format
IDC_ST_FMTSET_FILE		= Tipul fişierului
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Dimensiune
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Rată de biți
IDC_ST_VIDEO_QUALITY		= Calitate
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Salvează în format original
IDC_ED_AUDIO_ORIGINAL_PCM	= Puteți salva audio multi-canal și de înaltă definiție (96KHz sau mai mult).
IDC_ST_AUDIO_CH			= Canale
IDC_ST_AUDIO_FREQ		= Frecvenţă
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Rată de biți
IDC_ST_FORMAT_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Înregistrare Bandicam
IDC_ST_1BUY			= 1. Cumpără
IDC_ST_1BUY_COMMENT		= Bandicam nu este gratuit. Pentru a înregistra fără inscripţionare cumpăraţi de la noi o licenţă Bandicam.
IDC_BTN_BUY_ONLINE		= Cumpăraţi online
IDC_ST_2REGISTER		= 2. Înregistrare
IDC_ST_2REGISTER_COMMENT	= Pentru înregistrarea Bandicam aveţi nevoie de o legătură la internet.
IDC_ST_EMAIL_ADDRESS		= Adresă Email
IDC_ST_SERIAL_NUMBER		= Serie
IDC_BTN_REGISTER_NOW		= Înregistrează acum
IDC_BTN_UNREGISTER_NOW		= Anulați înregistrarea
IDC_BTN_CLOSE			= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Verificare actualizare
IDC_ST_UPDATE_SETTING		= Setări
IDC_CK_UPDATE_ENABLE		= Verificare actualizare automată.
IDC_CK_UPDATE_POPUP		= Arată pop-up - versiune nouă.
IDC_UPDATE_CHECK_NOW		= Verifică actualizarea acum
IDC_CLOSE			= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Opţiuni avansate
IDC_BTN_RESET			= Restabileşte

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generale
IDC_CK_ALWAYS_ON_TOP2		= Fereastra Bandicam deasupra
IDC_CK_START_MINIMIZED_TO_TRAY	= Porneşte Bandicam minimzat
IDC_CK_RUN_WHEN_START		= Lansează Bandicam la pornirea Windows-ului
IDC_CK_RECORD_WHEN_RUN		= Pornește înregistrarea full-screen la pornirea Bandicam
IDC_BTN_TIMER_RECORDING		= Setați cronometrul pentru înregistrarea automată
IDC_CK_SHOW_FPS_IN_VIDEO	= Înscrie FPS în captura video/imagine
IDC_ST_SHOW_FPS_IN_VIDEO	= (Numai in 'Modul înregistrare joc')
IDC_CK_SHOW_TIP_BAR		= Arată sfaturi/bara de informaţii
IDC_CK_NO_TRAY_BALLOON		= Opriți notificările balon din tray
IDC_ST_ADV_AUTOMATIC		= Automat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Ieşire
IDC_ST_OUT_OUTPUT_FOLDER	= Dosar de ieșire
IDC_CK_OUT_CREATE_SUBFOLDER	= Crează sub-dosar la fiecare fişier nou
IDC_RD_OUT_SUBFOLDER		= Numele subdosarului va fi numele țintei înregistrate.
IDC_RD_OUT_SUBFOLDER_2		= Numele subdosarului va fi 'Videos' sau 'Images'.
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Activează write caching pe disc.
IDC_ST_OUT_FILE_NAMING		= Setări nume fișier
IDC_ST_OUT_EXAMPLE		= Ex:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Limba
IDC_ST_TRANSLATOR		= Mulţumim translatorilor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Captare ţintă
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Dezactivează ţintele DirectX 10/11 pentru IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Dezactivează video overlay în DirectX
IDC_BTN_BLOCK_LIST		= Lista proceselor blocate

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Alte setări
IDC_BTN_VIDEO_RECORD_SETTINGS	= Setări înregistrare video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Setări format video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Oprirea automată a înregistrării

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Înregistrare oprită automat
IDC_ST_RC_HOWTO			= Alegerea condiţiei de oprire a înregistrării
IDC_RD_RC_NOTCOMPLETE		= Nu opriţi
IDC_RD_RC_TIME			= După durată
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= După mărimea fişierului
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= După durata tăcerii (sec)
IDC_ST_RC_AFTER			= După oprirea înregistrării
IDC_RD_RC_NOTHING		= Nu face nimic
IDC_RD_RC_NEW_RECORDING		= Porneşte o nouă înregistrare
IDC_RD_RC_EXIT_BDCAM		= Opreşte Bandicam
IDC_RD_RC_SHUTDOWN		= Opreşte calculatorul

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Înregistrare automată completă - Observații
IDC_ST_NOSOUND_TITLE		= Stare sunet
IDC_ST_NOSOUND_DESC		= Înregistrarea va fi oprită deoarece acest computer nu redă niciun sunet.
IDC_ST_NOSOUND_DESC2		= Se oprește înregistrarea în %d secunde.
IDC_BTN_NOSOUND_CONTINUE	= Continuați înregistrarea

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Oprire PC
IDC_ST_SHUTDOWN			= Oprire PC
IDC_ST_SHUTDOWN_INFO		= Calculatorul se va opri.\nApăsaţi 'Cancel' dacă nu doriţi oprirea calculatorului.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Setări înregistrare

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Înregistrare sunet
IDC_ST_SND_SELECT_1		= Primul dispozitiv
IDC_ST_SND_DEVICE_0		= Difuzor
IDC_BTN_SND_SETTING_0		= Setări
IDC_ST_SND_DEVICE_1		= Micrfon
IDC_BTN_SND_SETTING_1		= Setări
IDC_ST_SND_VOLUME_1		= Volum
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtru
IDC_ST_SND_SELECT_2		= Dispozitiv de sunet secundar (avansat)
IDC_BTN_SND_SETTING_2		= Setări
IDC_ST_SND_VOLUME_2		= Volum
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtru
IDC_CK_SND_MIX_SOUND		= Mixarea a 2 piste audio (Primară+Secundară într-una singură)
IDC_CK_SND_CAP_PUSH_TO		= Apasă pentru a vorbi sau Apasă pentru linişte
IDC_ST_SOUND_HELP		= [ Ajutor ]
IDC_CK_SND_SAVE_AS_WAV		= Salvează pistele audio (.wav) in timpul înregistrării.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Adaugaţi la video o cameră web suprapusă 
IDC_ST_WEBCAM_SETTING		= Setări
IDC_ST_WEBCAM_POS		= Poziţie:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Folosiți Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Avansat
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Opțiuni avansate
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Previzualizați camera web pe un ecran
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Activați taste de comutare previzualizare
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Adăugaţi o camera web suprapusă la fișierul video de ieșire
IDC_RD_WEBCAM_SAVE_AS_MP4	= Salvaţi separat fişierul video webcam (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Adaugă un logo (la video)
IDC_ST_LOGO_SETTING		= Setări
IDC_ST_LOGO_IMAGE		= Imagine:
IDC_ST_LOGO_OPACITY		= Opacitate:
IDC_ST_LOGO_POS			= Poziţie:
IDC_ST_LOGO_LR_MARGINS		= Margini Stânga/Dr.:
IDC_ST_LOGO_TB_MARGINS		= Margini Sus/Jos:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Afișați cursorul mouse-ului
IDC_ST_CURSOR_SIZE		= Mărime
IDC_ST_EFFECTS_MOUSE		= Efecte mouse
IDC_CK_ADD_CLICK_EFFECTS	= Adăugaţi efecte mouse click
IDC_ST_CLICK_EFFECT_SIZE	= Mărime
IDC_ST_LEFT_CLICK_COLOR		= Culoare click stânga
IDC_ST_RIGHT_CLICK_COLOR	= Culoare click dreapta
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Evidenţiază cursorul
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Mărime
IDC_ST_HIGHLIGHT_COLOR		= Culoarea evidenţierii
IDC_ST_EFFECT_PREVIEW_TITLE	= Previzualizare
IDC_ST_EFFECTS_MOUSE_SOUND	= Redați sunetul mouse-ului în timpul înregistrării
IDC_CK_EFFECT_LCLICK_SOUND	= Clic stânga
IDC_CK_EFFECT_RCLICK_SOUND	= Clic dreapta

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Adăugați text suprapus peste videoclip
IDC_BTN_TEXT_OVERLAY_ADD	= Adaugă
IDC_BTN_TEXT_OVERLAY_EDIT	= Editează
IDC_BTN_TEXT_OVERLAY_DEL	= Șterge

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opţiuni
IDC_ST_REC_PRIORITY		= Prioritatea înregistrării:
IDC_ST_REC_PRIORITY2		= O prioritate ridicată poate reduce numarul de cadre pierdute.
IDC_ST_FOR_DX_GL		= Pentru Modul înregistrare joc
IDC_CK_SKIP_RECORDING		= Nu înregistra cadrele neactualizate
IDC_CK_ENHANCED_DX9_CAPTURE	= Captare îmbunătăţită (mai rapidă, numai DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pentru Modul înregistrare ecran 
IDC_CK_SHOW_COUNTDOWN_TIMER	= Afișați numărătoarea inversă înainte de începerea înregistrării
IDC_CK_ENHANCED_CAPTURE		= Utilizaţi captarea îmbunătăţită (mai rapid, Windows 8 sau peste) 
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Redați efecte sonore la pornire sau la oprire

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Previzualizarea camerei web și setările avansate
IDC_ST_WEBCAM_PRESET_POS	= Poziție presetată
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Setări
IDC_ST_WEBCAM_DEVICE		= Cameră web:
IDC_BTN_WEBCAM_DEVICE		= Setări
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Dimensiune:
IDC_ST_WEBCAM_POS_H		= Poziția X:
IDC_ST_WEBCAM_POS_V		= Poziția Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Răsturnare ecran:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Folosiți Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Culoare:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Selectați
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Asemănare: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Amestecare:
IDC_LN_WEBCAM_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Previzualizare Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Setări text suprapus
IDC_ST_TEXT_OVERLAY_SETTINGS	= Setări
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Includeți marcajul de timp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Mărime:
IDC_ST_TEXT_MARGIN		= Margine:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Culoarea textului:
IDC_CK_TEXT_SHADOW_COLOR	= Umbră:
IDC_CK_TEXT_OUT_COLOR		= Contur:
IDC_LN_TEXT_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Setări captură imagine

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Adaugați logo la imagine
IDC_ST_IMG_LOGO_SETTING		= Setări
IDC_ST_IMG_LOGO_IMAGE		= Imagine:
IDC_ST_IMG_LOGO_OPACITY		= Opacitate:
IDC_ST_IMG_LOGO_POS		= Poziție:
IDC_ST_IMG_LOGO_LR_MARGINS	= Margini Stânga/Dr.:
IDC_ST_IMG_LOGO_TB_MARGINS	= Margini Sus/Jos:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dimensiune particularizată
IDC_ST_TARGET_SIZE_SETTING	= Setări
IDC_ST_TARGET_SIZE		= Dimensiunea ţintei:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Adaugaţi o nouă Presetare dimensiune
IDC_ST_ADD_SIZE_PRESET		= Salvaţi poziţia şi dimensiunea curentă a ţintei ca o nouă presetare. \nIntroduceţi numele pentru noua presetare.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Editare Presetări dimensiune
IDC_BTN_SIZE_PRESET_ADD		= Adaugă
IDC_BTN_SIZE_PRESET_DEL		= Şterge
IDC_BTN_SIZE_PRESET_REN		= Redenumeşte
IDC_BTN_SIZE_PRESET_UP		= Sus
IDC_BTN_SIZE_PRESET_DN		= Jos

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Redenumeşte Presetarea dimensiune
IDC_ST_REN_SIZE_PRESET		= Introduceţi un nume nou pentru presetare.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informaţii
IDC_ST_ACAP_INFO		= Informaţii captură audio
IDC_ST_ACAP_INFO2		= Placa de sunet nu captează sunetul. Verificaţi 'record control'. \n\nVizitaţi pagina de ajutor online?
IDC_CK_ACAP_DO_NOT_ASK		= Nu mai întrebaţi
IDC_BTN_YES			= Da
IDC_BTN_NO			= Nu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Timp maxim de înregistrare
IDC_ST_RC_TIME_SETTING		= Setări
IDC_ST_RC_TIME_HOUR		= Ore
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Dimensiunea maximă a fişierului
IDC_ST_RC_FILESIZE_SETTING	= Setări

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Adaugă o nouă presetare
IDC_ST_ADD_PRESET		= Salvează setările formatului curent ca o nouă presetare.\nIntroduceţi numele noii presetări.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Editează Presetările
IDC_BTN_PRESET_ADD		= Adaugă
IDC_BTN_PRESET_DEL		= Şterge
IDC_BTN_PRESET_REN		= Redenumeşte
IDC_BTN_PRESET_UP		= Sus
IDC_BTN_PRESET_DN		= Jos

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Redenumeşte presetarea
IDC_ST_REN_PRESET		= Introduceţi noul nume al presetarii.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Selectaţi un codec video extern
IDC_ST_CODEC_EX_LIST		= Lista codecurilor
IDC_ST_CODEC_EX_SETTINGS	= Setări
IDC_ST_CODEC_EX_DRIVER		= Numele Driverului
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Calitate
IDC_ST_CODEC_EX_DATERATE	= Rata Datelor
IDC_ST_CODEC_EX_KEYFRAME	= Intervalul Keyframe
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer spațiul de culoare RGB
IDC_BTN_CODEC_EX_CONFIG		= Configurare
IDC_BTN_CODEC_EX_ABOUT		= Despre
IDC_ST_CODEC_EX_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista proceselor blocate
IDC_ST_BLOCK_LIST		= Procesele urmatoare nu pot fi folosite.
IDC_ST_BLOCK_LIST_EX		= Exemple :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Setări H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Controlul ratei biţilor
IDC_RD_H264_CUDA_VBR		= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_CUDA_CBR		= CBR - bazată pe rata biţilor
IDC_ST_H264_CUDA_GPU_USAGE	= Utilizează GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Numai GPU (folosiţi dacă GPU e puternic)
IDC_ST_H264_CUDA_GPU_DEVICE	= Dispozitiv GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS  = Alte opţiuni
IDC_ST_H264_CUDA_FOURCC_USED    = Codul FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT   = Intervalul Keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP    = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC           = Setări H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL   = Controlul ratei
IDC_RD_H264_SYNC_VBR            = VBR - bazată pe calitate (recomandat)
IDC_RD_H264_SYNC_CBR            = CBR - bazată pe rata biţilor
IDC_ST_H264_SYNC_OTHER_OPTIONS  = Alte opţiuni
IDC_ST_H264_SYNC_FOURCC_USED    = Codul FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT   = Intervalul Keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP    = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP            = Setări H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL    = Controlul ratei
IDC_RD_H264_APP_VBR             = VBR - bazată pe calitate (recomandat)
IDC_RD_H264_APP_CBR             = CBR - bazată pe rata biţilor
IDC_ST_H264_APP_OTHER_OPTIONS   = Alte opţiuni
IDC_ST_H264_APP_FOURCC_USED     = Codul FourCC:
IDC_ST_H264_APP_KEYFRAME_INT    = Intervalul Keyframe:
IDC_ST_H264_APP_FOURCC_HELP     = Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Setări Xvid
IDC_ST_XVID_RATE_CONTROL	= Controlul ratei biţilor
IDC_RD_XVID_VBR			= VBR - bazată pe calitate (recomandat)
IDC_RD_XVID_CBR			= CBR - bazată pe rata biţilor
IDC_ST_XVID_OPTIMIZATION	= Optimizare
IDC_RD_XVID_FASTER_SPEED	= Viteză de codare mai mare
IDC_RD_XVID_SMALLER_SIZE	= Fişier mai mic
IDC_ST_XVID_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_XVID_KEYFRAME_INT	= Intervalul Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) setări
IDC_ST_H264_NVENC_RATE_CONTROL	= Controlul ratei
IDC_RD_H264_NVENC_VBR		= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_NVENC_CBR		= CBR - bazată pe rata biţilor 
IDC_ST_H264_NVENC_GPU_USAGE	= Utilizare GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Dispozitiv GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_H264_NVENC_FOURCC_USED	= Codul FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervalul Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Setari (CPU) H.264
IDC_ST_H264_RATE_CONTROL	= Controlul ratei
IDC_RD_H264_VBR			= VBR - bazată pe calitate (recomandat)
IDC_RD_H264_CBR			= CBR - bazată pe rata biţilor
IDC_ST_H264_OPTIMIZATION	= Optimizare
IDC_RD_H264_FASTER_SPEED	= Viteză de codare mai mare
IDC_RD_H264_BALANCED		= Performanță echilibrată
IDC_RD_H264_SMALLER_SIZE	= Fişier mai mic
IDC_ST_H264_OTHER_OPTIONS	= Alte opţiuni
IDC_ST_H264_KEYFRAME_INT	= Intervalul Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Temporizare înregistrare
IDC_ST_TIMER_SETTINGS		= Setări
IDC_RD_TIMER_START_IN		= Porneşte în
IDC_ST_TIMER_MINUTES		= minute
IDC_RD_TIMER_START_AT		= Porneşte la
IDC_CK_TIMER_MINIMIZE		= Minimizează Bandicam când începe înregistrarea.
IDC_ST_TIMER_AUTO_COMPLETE	= Oprire automată
IDC_BTN_TIMER_AUTO_COMPLETE	= Setări

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Temporizare înregistrare - aştept înregistrarea
IDC_ST_TIMER_WAITING_INFO	= Aştept pornirea înregistrării %s.
IDC_ST_TIMER_ELAPSED		= Timp scurs :
IDC_ST_TIMER_REMAINING		= Timp rămas :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Setări FPS
IDC_ST_FORMAT_FPS_MODE		= Mod Rată cadre
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Rata cadrelor constantă
IDC_ST_FORMAT_FPS_CFR		= Revine la VFR dacă rata cadrelor e prea mică.
IDC_RD_FORMAT_FPS_VFR		= Foloseşte VFR - Rata cadrelor variabilă (Recomandat)
IDC_ST_FORMAT_FPS_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Încarcă pe Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Informaţie încărcare
IDC_ST_YOUTUBE_FILENAME		= Nume fişier:
IDC_ST_YOUTUBE_TITLE		= Titlu:
IDC_ST_YOUTUBE_DESCRIPTION	= Descriere:
IDC_ST_YOUTUBE_PRIVACY		= Confidenţialitate:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Public - Permiteţi oricui să vadă acest film
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neafişat - Oricine are link-ul filmului poate vedea acest film
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privat - Filmul va fi vizibil pentru mine şi pentru utilizatorii selectaţi
IDC_BTN_YOUTUBE_UPLOAD		= Încarcă
IDC_LN_YOUTUBE_HELP		= Ajutor
IDC_LN_YOUTUBE_TOS		= Făcând clic pe "Încărcați", certificați că dețineți toate drepturile asupra conținutului sau că sunteți autorizat de proprietar pentru a face conținutul public disponibil pe YouTube și că acesta respectă <a>YouTube Terms of Service</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Ține-mă logat
IDC_BTN_YOUTUBE_LOGOUT		= Deconectați-mă

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Se încarcă...
IDC_ST_YOUTUBE_UPLOADED		= Încărcarea filmului este completă!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Încorporaţi::
IDC_BTN_YOUTUBE_LINK_GO		= Mergi la
IDC_BTN_YOUTUBE_EMBED_COPY	= Copiază
IDC_BTN_YOUTUBE_CLOSE		= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Încărcați pe Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informații încărcare
IDC_ST_VIMEO_FILENAME		= Nume fișier:
IDC_ST_VIMEO_TITLE		= Titlu:
IDC_ST_VIMEO_DESCRIPTION	= Descriere:
IDC_ST_VIMEO_PRIVACY		= Intimitate:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Oricine poate să vadă acest videoclip pe Vimeo
IDC_RD_VIMEO_PRIVACY_ONLYME	= Numai eu pot vedea acest videoclip
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Numai persoanele pe care le urmaresc pot vedea videoclipul
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Doar persoanele cu link privat pot vedea acest videoclip
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Utilizatorii Vimeo Basic nu pot folosi această opțiune)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Numai persoanele care au o parolă pot vedea acest videoclip 
IDC_CK_HIDE_PASSWORD		= Ascundeți parola
IDC_BTN_VIMEO_UPLOAD		= Încărcare
IDC_LN_VIMEO_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Se încarcă...
IDC_ST_VIMEO_UPLOADED		= Încărcarea s-a terminat!
IDC_ST_VIMEO_LINK		= Legătură:
IDC_ST_VIMEO_EMBED		= Inserarți:
IDC_BTN_VIMEO_LINK_GO		= Accesați
IDC_BTN_VIMEO_EMBED_COPY	= Copiază
IDC_BTN_VIMEO_CLOSE		= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Încărcați pe Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Informații încărcare
IDC_ST_FACEBOOK_FILENAME	= Numele fișierului:
IDC_ST_FACEBOOK_TITLE		= Titlu:
IDC_ST_FACEBOOK_DESCRIPTION	= Descriere:
IDC_ST_FACEBOOK_PRIVACY		= Confidențialitate:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Permiteți oricui să vadă acest videoclip
IDC_RD_FACEBOOK_PRIVACY_FOF	= Prietenii prietenilor - permiteți prietenilor prietenilor dvs. să vadă acest videoclip
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Prieteni - Permiteți prietenilor dvs. să vadă acest videoclip
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Numai eu - Acest videoclip este vizibil numai pentru dvs.
IDC_BTN_FACEBOOK_UPLOAD		= Încărcați
IDC_LN_FACEBOOK_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Se încarcă...
IDC_ST_FACEBOOK_UPLOADED	= Încărcarea videoclipului este finalizată!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Deschide
IDC_BTN_FACEBOOK_CLOSE		= Închide

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC disponibil
IDC_LN_NVENC_AVAILABLE		= Codecul NVIDIA NVENC H.264 e disponibil. NVENC e un codec performant ce utilizează accelerarea hardware. Doriţi folosirea codecului NVENC H.264 ?\n<a>mai mult</a>
IDC_CK_NVENC_AVAILABLE		= Nu întreba din nou

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Disponibil Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= E disponibil encoderul Intel® Quick Sync Video H.264. QSV este un encoder de înaltă performanță folosind accelerarea hardware. \nDoriți să utilizați encoderul H.264 QSV?\n<a>mai mult</a>
IDC_CK_QSV_AVAILABLE		= Nu mă întreba din nou

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Selectare dispozitiv
IDC_ST_DEVICE_SELECTION		= Selectare
IDC_ST_DEVICE_NAME		= Dispozitiv:
IDC_BTN_DEVICE_NAME_SETTINGS	= Setări
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Intrare video:
IDC_ST_DEVICE_AUDIO_INPUT	= Intrare audio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Utilizați un dispozitiv audio personalizat
IDC_BTN_DEVICE_INPUT_SETTINGS	= Setări
IDC_ST_DEVICE_OPTIONS		= Opţiuni
IDC_ST_DEVICE_DEINTERLAING	= Deîntreţesere:
IDC_ST_DEVICE_FLIPSCREEN	= Răsturnare ecran:
IDC_CK_DEVICE_FLIPSCREEN_H	= Orizontală
IDC_CK_DEVICE_FLIPSCREEN_V	= Verticală
IDC_LN_DEVICE_HELP		= Ajutor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problemă de compatibilitate la Origin
IDC_LN_CAUTION_USING_WINAPPS	= Dacă e activată captura Windows Apps (UWP), poate apărea o problema de compatibilitate la Origin. <a>Click aici</a> pentru rezolvarea problemei.\n\nSigur doriți captura Windows Apps?
IDC_CK_CAUTION_USING_WINAPPS	= Nu mă întreba din nou

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Lista înregistrărilor programate
IDC_ST_SREC_LIST_TEXT		= Programați o oră la care să înceapă înregistrarea. (Această funcție este disponibilă doar atunci când Bandicam rulează.)
IDC_BTN_SREC_LIST_ADD		= Adăugați
IDC_BTN_SREC_LIST_EDIT		= Editați
IDC_BTN_SREC_LIST_DELETE	= Ștergeți
IDC_BTN_SREC_LIST_CLOSE		= Închideți

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Înregistrare programată
IDC_ST_SREC_SETTINGS_NAME	= Nume:
IDC_CK_SREC_ACTIVE		= Activă
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= O singură dată
IDC_RD_SREC_DAILY		= Zilnic
IDC_RD_SREC_WEEKLY		= Săptămânal
IDC_ST_SREC_START_TIME		= Ora de începere:
IDC_ST_SREC_END_TIME		= Ora de sfârșit:
IDC_CK_SREC_DURATION		= Durată
IDC_CK_SREC_SUN			= Duminică
IDC_CK_SREC_MON			= Luni
IDC_CK_SREC_TUE			= Marți
IDC_CK_SREC_WED			= Miercuri
IDC_CK_SREC_THU			= Joi
IDC_CK_SREC_FRI			= Vineri
IDC_CK_SREC_SAT			= Sâmbătă
IDC_ST_SREC_RECORDING		= Înregistrare
IDC_ST_SREC_TARGET		= Ținta de înregistrare:
IDC_BTN_SREC_TARGET_SELECT	= Selectați
IDC_ST_SREC_AFTER_RECORDING	= După înregistrare:
IDC_LN_SREC_HELP		= [ Ajutor ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nu există dispozitive de captare a sunetului
IDC_ST_ACAP_NO_DEVICE		= Nu au fost detectate dispozitive de captare a sunetului. \nDeci, în fișierul video înregistrat nu va exista o pistă audio.
IDC_CK_ACAP_DO_NOT_SHOW		= Nu afișați din nou acest mesaj

[MENU]
ID_POPUP_ABOUT			= Despre Bandicam
ID_POPUP_GENERAL		= Setări - Generale
ID_POPUP_FRAME			= Setări - FPS
ID_POPUP_VIDEO			= Seări - Video
ID_POPUP_IMAGE			= Setări - Imagine
ID_POPUP_OUTPUTS		= Lista fişiere de ieşire
ID_POPUP_OPENOUTPUTFOLDER	= Deschide dosarul
ID_POPUP_TARGET			= Ţintă
ID_POPUP_SETTINGS		= Setări
ID_POPUP_SIZE			= Mărime
ID_POPUP_EXIT			= Ieşire

ID_TARGET_DIRECTX		= Mod înregistrare joc
ID_TARGET_SCREEN		= Mod înregistrare ecran - Dreptunghi
ID_TARGET_FULL			= Mod înregistrare ecran - Ecran complet
ID_TARGET_MOUSE			= Mod înregistrare ecran - În jurul mouse-ului
ID_TARGET_DEVICE		= Mod înregistrare dispozitiv
ID_TARGET_HELP			= Ajutor

ID_TARGET_HIDE			= Arată / Ascunde \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copiați în clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Mod desen \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Întotdeauna deasupra
ID_TARGET_COUNTDOWN_TIMER	= Afișați numărătoarea inversă
ID_TARGET_TRANSPARENCY		= Opacitate
ID_TARGET_SIZE			= Dimensiune
ID_TARGET_ADJUST		= Modificați

ID_TARGET_MOVE_LEFT		= Deplasare la stânga \t Left
ID_TARGET_MOVE_RIGHT		= Deplasare la dreapta\t Right
ID_TARGET_MOVE_UP		= Deplasare în sus \t Up
ID_TARGET_MOVE_DOWN		= Deplasare în jos \t Down

ID_TARGET_INC_WIDTH		= Măreşte lăţimea \t Shift+Right
ID_TARGET_DEC_WIDTH		= Micşorează lăţimea \t Shift+Left
ID_TARGET_INC_HEIGHT		= Măreşte înălţimea \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Micşorează înălţimea \t Shift+Up

ID_TARGET_FIND_WINDOW		= Selectați o zonă de înregistrare \t Ctrl+F
ID_TARGET_FULLSCREEN		= Ecranul întreg \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Potriveşte la 4:3
ID_TARGET_RATIO_16_9		= Potriveşte la 16:9
ID_TARGET_SIZE_CUSTOM		= Mărime particularizată \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Presetare dimensiuni \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Adăugaţi o presetare
ID_TARGET_SIZE_PRESET_EDIT	= Editare presetări
ID_TARGET_SIZE_RU		= Dimensiuni utilizate recent\t Ctrl+S

ID_TARGET_DISPLAY		= Ecran
ID_TARGET_DISPLAY_1		= Ecran 1
ID_TARGET_DISPLAY_2		= Ecran 2
ID_TARGET_DISPLAY_3		= Ecran 3
ID_TARGET_DISPLAY_4		= Ecran 4
ID_TARGET_DISPLAY_5		= Ecran 5
ID_TARGET_DISPLAY_6		= Ecran 6
ID_TARGET_DISPLAY_7		= Ecran 7
ID_TARGET_DISPLAY_8		= Ecran 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Deschide dosarul de ieşire
ID_TARGET_OUTPUT_LIST		= Lista fișierelor de ieșire
ID_TARGET_EXIT_BANDICAM		= Ieşire Bandicam

ID_DEVICE_HIDE			= Arată / Ascunde \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copiați în clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Întotdeauna deasupra
ID_DEVICE_SELECTION		= Selectează dispozitivul \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Ecran intreg \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Raport de aspect
ID_DEVICE_KEEP_ASPECT_RATIO	= Păstrați raportul de aspect
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Implicit
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Deschide dosarul de ieşire
ID_DEVICE_OUTPUT_LIST		= Lista fișierelor de ieșire
ID_DEVICE_EXIT_BANDICAM		= Închide Bandicam

ID_USER_PRESET_ADD		= Adaugă
ID_USER_PRESET_EDIT		= Editează

ID_SORT_BY_DATE			= Sortare după dată
ID_SORT_BY_NAME			= Sortare după nume
ID_SORT_BY_SIZE			= Sortare după mărime

ID_OUTPUTS_LB_PLAY		= Rulează
ID_OUTPUTS_LB_OPEN		= Deschide
ID_OUTPUTS_LB_EDIT		= Editează
ID_OUTPUTS_LB_RENAME		= Redenumește     \t F2
ID_OUTPUTS_LB_DELETE		= Şterge     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Selectează tot \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Deschide dosarul de ieşire

ID_UPLOAD_TO_YOUTUBE		= Încărcaţi pe Youtube
ID_UPLOAD_TO_VIMEO		= Încărcaţi pe Vimeo
ID_UPLOAD_TO_FACEBOOK		= Încărcaţi pe Facebook

ID_BDCAM_SIZE_DEFAULT		= Mărime implicită

ID_AUDIO_FILTER_MONO		= Convertiți în Mono
ID_AUDIO_FILTER_NS		= Suprimarea zgomotului
ID_AUDIO_FILTER_NS_OFF		= Oprită
ID_AUDIO_FILTER_NS_LOW		= Mică
ID_AUDIO_FILTER_NS_MEDIUM	= Medie
ID_AUDIO_FILTER_NS_HIGH		= Mare
